Ubuntu1604.home/Output_TestCompose_of-ccx/Inner-Fluid/system/decomposeParDict
FoamFile {
    version 2.0;
    class dictionary;
    object decomposeParDict;
    format ascii;
}
method scotch;
numberOfSubdomains 2;
